Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Ungrouped Windows
ar: النوافذ غير المجمّعة
de: Nicht gruppierte Fenster
es: Ventanas desagrupadas
fr: Fenêtres dégroupées
hu: Szétválasztott ablakok
ja: グループ化しないウインドウ
nl: Niet-gegroepeerde vensters
pl: Rozgrupowane okna
pt: Janelas Desagrupadas
ru: Несгруппированные окна
sv: Ogrupperade fönster
tr: Gruplanmamış Pencereler
vi: Các Cửa Sổ Không Nhóm
zh_hans: 未分组窗口
zh_hant: 未分組的視窗

source: Unhide
ar: إظهار
de: Wieder anzeigen
es: Mostrar
fr: Révéler
hu: Megjelenítés
ja: 再表示
nl: Zichtbaar maken
pl: Pokaż
pt: Mostrar
ru: Сделать видимым
sv: Visa
tr: Göster
vi: Bỏ ẩn
zh_hans: 显示应用
zh_hant: 取消隱藏

source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
hu: Mértékegység
ja: 単位
nl: Eenheid
pl: Jednostka
pt: Unidade
ru: Единица
sv: Enhet
tr: Birim
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Unit Converter
ar: محوّل الوحدات
de: Einheitenrechner
es: Conversor de unidades
fr: Convertisseur d'unités
hu: Mértékegység-átváltó
ja: 単位変換
nl: Eenheden omrekenen
pl: Przelicznik jednostek
pt: Conversor de Unidades
ru: Конвертер величин
sv: Enhetsomvandlare
tr: Birim Dönüştürücü
vi: Chuyển đổi đơn vị
zh_hans: 单位换算器
zh_hant: 單位轉換器

source: units
ar: وحدات
de: einheiten
es: unidades
fr: unités
hu: mértékegységek
ja: 単位
nl: eenheden
pl: jednostki
pt: unidades
ru: единицы
sv: enheter
tr: birimler
vi: đơn vị
zh_hans: 单位
zh_hant: 單位

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
hu: Mértékegységek
ja: 単位
nl: Eenheden
pl: Jednostki
pt: Unidades
ru: Единицы
sv: Enheter
tr: Birimler
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
ja: 不明
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Sin límite
fr: Illimité
hu: Korlátlan
ja: 無制限
nl: Onbeperkt
pl: Bez limitu
pt: Sem limite
ru: Без ограничений
sv: Obegränsat
tr: Sınırsız
vi: Không giới hạn
zh_hans: 无限制
zh_hant: 無限制

source: Unmute
ar: إلغاء الكتم
de: Ton einschalten
es: Activar sonido
fr: Réactiver le son
hu: Némítás feloldása
ja: ミュート解除
nl: Dempen opheffen
pl: Wyłącz wyciszenie
pt: Ativar som
ru: Включить звук
sv: Slå på ljud
tr: Sesi Aç
vi: Bỏ tắt tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Desfijar
fr: Désépingler
hu: Kitűzés megszüntetése
ja: ピン留めを解除
nl: Losmaken
pl: Odepnij
pt: Desafixar
ru: Открепить
sv: Lossa
tr: Sabitlemeyi Kaldır
vi: Bỏ ghim
zh_hans: 取消固定
zh_hant: 取消釘選

source: Unpin Command
ar: إلغاء تثبيت الأمر
de: Befehl lösen
es: Desfijar comando
fr: Désépingler la commande
hu: Parancs kitűzésének visszavonása
ja: コマンドのピン留めを解除
nl: Opdracht losmaken
pl: Odepnij polecenie
pt: Desafixar comando
ru: Открепить команду
sv: Lossa kommando
tr: Komutun Sabitlemesini Kaldır
vi: Bỏ ghim lệnh
zh_hans: 取消固定命令
zh_hant: 取消釘選指令

source: Unpin from dock
ar: إلغاء التثبيت من Dock
de: Vom Dock lösen
es: Desfijar del Dock
fr: Désépingler
hu: Kitűzés visszavonása a Dockból
ja: Dockからピン留めを解除
nl: Losmaken van het Dock
pl: Odepnij od Docka
pt: Desafixar da Dock
ru: Открепить от Dock
sv: Lossa från dockan
tr: Dock'tan kaldır
vi: Bỏ ghim khỏi dock
zh_hans: 取消固定到 Dock
zh_hant: 從 Dock 取消釘選

source: Unpin from Lock Screen
ar: إلغاء التثبيت من شاشة القفل
de: Vom Sperrbildschirm lösen
es: Desfijar de la pantalla de bloqueo
fr: Désépingler de l'écran de verrouillage
hu: Kitűzés visszavonása a zárolt képernyőről
ja: ロック画面からピン留めを解除
nl: Losmaken van vergrendelscherm
pl: Odepnij od ekranu blokady
pt: Desafixar do ecrã bloqueado
ru: Открепить с экрана блокировки
sv: Lossa från låsskärmen
tr: Kilit Ekranından sabitlemeyi kaldır
vi: Bỏ ghim khỏi Màn hình khóa
zh_hans: 取消固定到锁定屏幕
zh_hant: 從鎖定畫面取消固定

source: Unpin from Screen
ar: إلغاء التثبيت من الشاشة
de: Von Bildschirm lösen
es: Desfijar de la pantalla
fr: Désépingler de l'écran
hu: Kitűzés visszavonása a képernyőről
ja: 画面からピン留めを解除
nl: Losmaken van scherm
pl: Odepnij od wyświetlacza
pt: Desafixar do ecrã
ru: Открепить от экрана
sv: Lossa från skärmen
tr: Ekrandan sabitlemeyi kaldır
vi: Bỏ ghim khỏi màn hình
zh_hans: 取消固定到屏幕
zh_hant: 從顯示器取消固定

source: Unpinned running apps appear right after your pinned items. After-apps widgets such as Trash stay at the end of the dock.
ar: تظهر التطبيقات قيد التشغيل غير المثبتة مباشرةً بعد عناصرك المثبتة. وتبقى الأدوات التي تلي التطبيقات، مثل المهملات، في نهاية Dock.
de: Laufende, nicht angeheftete Apps erscheinen direkt nach Ihren angehefteten Objekten. Widgets nach den Apps, z. B. Papierkorb, bleiben am Ende des Docks.
es: Las apps en ejecución no fijadas aparecen justo después de tus ítems fijados. Los widgets posteriores a las apps, como la Papelera, permanecen al final del Dock.
fr: Les apps actives non épinglées apparaissent juste après vos éléments épinglés. Les widgets placés après les apps, comme la Corbeille, restent en fin de Dock.
hu: A nem kitűzött futó appok közvetlenül a kitűzött elemek után jelennek meg. Az appok utáni widgetek, például a Kuka, a Dock végén maradnak.
ja: ピン留めされていない実行中のアプリは、ピン留め項目のすぐ後に表示されます。ゴミ箱など「アプリの後」のウィジェットはDockの末尾に配置されます。
nl: Niet-vastgezette actieve apps verschijnen direct na je vastgezette items. Widgets die achter de apps staan, zoals de prullenmand, blijven aan het einde van het Dock staan.
pl: Nieprzypięte uruchomione aplikacje pojawiają się zaraz po przypiętych elementach. Widżety po aplikacjach, takie jak Kosz, zostają na końcu Docka.
pt: As apps em execução não afixadas aparecem logo a seguir aos itens afixados. Os widgets posteriores às apps, como o Lixo, permanecem no fim da Dock.
ru: Запущенные незакрепленные приложения отображаются сразу после закрепленных объектов. Виджеты, расположенные после приложений, например Корзина, остаются в конце Dock.
sv: Appar som körs men inte är fästa visas direkt efter dina fästa objekt. Widgetar efter apparna, som Papperskorgen, ligger kvar i slutet av dockan.
tr: Sabitlenmemiş çalışan uygulamalar sabitlenmiş öğelerinin hemen ardından görünür. Çöp Sepeti gibi uygulamalardan sonraki widget'lar dock'un sonunda kalır.
vi: Các ứng dụng đang chạy không ghim sẽ xuất hiện ngay sau các mục được ghim của bạn. Các tiện ích sau ứng dụng như Thùng rác sẽ luôn nằm ở cuối cùng của dock.
zh_hans: 未固定的运行中的应用会紧接在固定项目之后显示。位于应用后的小组件（如废纸篓）始终显示在 Dock 的末尾。
zh_hant: 未釘選的執行中應用程式會顯示在釘選項目之後。垃圾桶等應用程式後小工具會固定在 Dock 最尾端。

source: unread
ar: غير مقروء
de: ungelesen
es: no leído
fr: non lu
hu: olvasatlan
ja: 未読
nl: ongelezen
pl: nieprzeczytane
pt: não lido
ru: непрочитанные
sv: oläst
tr: okunmamış
vi: chưa đọc
zh_hans: 未读
zh_hant: 未讀

source: Unread
ar: غير مقروءة
de: Ungelesen
es: Sin leer
fr: Non lus
hu: Olvasatlan
ja: 未読
nl: Ongelezen
pl: Nieprzeczytane
pt: Não lidas
ru: Непрочитанные
sv: Olästa
tr: Okunmamış
vi: Chưa đọc
zh_hans: 未读
zh_hant: 未讀

source: Unread Count
ar: عدد غير المقروءة
de: Ungelesen-Zähler
es: Número de no leídos
fr: Nombre de non lus
hu: Olvasatlanok száma
ja: 未読数
nl: Aantal ongelezen
pl: Liczba nieprzeczytanych
pt: Número de Não Lidas
ru: Число непрочитанных
sv: Antal olästa
tr: Okunmamış Sayısı
vi: Số thư chưa đọc
zh_hans: 未读数量
zh_hant: 未讀數量

source: until full
ar: حتى الشحن الكامل
de: bis voll geladen
es: hasta la carga completa
fr: avant la charge complète
hu: a teljes feltöltésig
ja: フル充電まで
nl: totdat het vol is
pl: do pełnego naładowania
pt: até carga completa
ru: до полного заполнения
sv: tills fulladdat
tr: dolana kadar
vi: cho đến khi đầy
zh_hans: 直到充满
zh_hant: 直至充飽

source: Untitled Event
ar: حدث بلا عنوان
de: Unbenannter Termin
es: Evento sin título
fr: Événement sans titre
hu: Névtelen esemény
ja: 名称未設定のイベント
nl: Naamloze activiteit
pl: Wydarzenie bez tytułu
pt: Evento sem título
ru: Событие без названия
sv: Namnlös händelse
tr: Başlıksız Etkinlik
vi: Sự kiện không có tiêu đề
zh_hans: 未命名日程
zh_hant: 未命名行程

source: Untitled Reminder
ar: تذكير بلا عنوان
de: Unbenannte Erinnerung
es: Recordatorio sin título
fr: Rappel sans titre
hu: Névtelen emlékeztető
ja: 名称未設定のリマインダー
nl: Naamloze herinnering
pl: Przypomnienie bez tytułu
pt: Lembrete sem título
ru: Напоминание без названия
sv: Namnlös påminnelse
tr: Başlıksız Anımsatıcı
vi: Lời nhắc không có tiêu đề
zh_hans: 未命名提醒事项
zh_hant: 未命名提醒事項

source: Untitled Window
ar: نافذة بدون عنوان
de: Fenster ohne Titel
es: Ventana sin título
fr: Fenêtre sans titre
hu: Névtelen ablak
ja: 名称未設定のウインドウ
nl: Naamloos venster
pl: Okno bez tytułu
pt: Janela sem título
ru: Окно без названия
sv: Namnlöst fönster
tr: İsimsiz Pencere
vi: Cửa sổ không có tiêu đề
zh_hans: 无标题窗口
zh_hant: 無標題視窗

source: Up and Down
ar: لأعلى ولأسفل
de: Auf und ab
es: Arriba y abajo
fr: Haut et bas
hu: Fel és le
ja: 上下
nl: Op en neer
pl: W górę i w dół
pt: Para Cima e Para Baixo
ru: Вверх и вниз
sv: Upp och ned
tr: Yukarı ve Aşağı
vi: Lên và xuống
zh_hans: 上下
zh_hant: 上下

source: Up Next
ar: التالي
de: Als Nächstes
es: A continuación
fr: À suivre
hu: Következő
ja: 次
nl: Hierna
pl: Następne
pt: A seguir
ru: Следующее
sv: Härnäst
tr: Sıradaki
vi: Tiếp theo
zh_hans: 下一个
zh_hant: 下一個

source: Up to date
ar: محدّث
de: Aktuell
es: Actualizado
fr: À jour
hu: Naprakész
ja: 最新の状態です
pl: Aktualne
pt: Atualizado
ru: Установлена последняя версия
sv: Uppdaterad
tr: Güncel
vi: Đã cập nhật mới nhất
zh_hans: 已是最新版本
zh_hant: 已經是最新版

source: Up to Large
ar: حتى كبير
de: Bis Groß
es: Hasta grande
fr: Jusqu'à grand
hu: Legfeljebb nagy
ja: 大まで
nl: Tot groot
pl: Do rozmiaru Duży
pt: Até Grande
ru: До большого
sv: Upp till stor
tr: Büyüğe Kadar
vi: Đến cỡ Lớn
zh_hans: 最大支持大型
zh_hant: 最大可達大型

source: Up to Medium
ar: حتى متوسط
de: Bis Mittel
es: Hasta mediano
fr: Jusqu'à moyen
hu: Legfeljebb közepes
ja: 中まで
nl: Tot middelgroot
pl: Do rozmiaru Średni
pt: Até Médio
ru: До среднего
sv: Upp till mellanstor
tr: Orta Boyuta Kadar
vi: Đến cỡ Trung bình
zh_hans: 最大支持中型
zh_hant: 最大可達中型

source: Up to Small
ar: حتى صغير
de: Bis Klein
es: Hasta pequeño
fr: Jusqu'à petit
hu: Legfeljebb kicsi
ja: 小まで
nl: Tot klein
pl: Do rozmiaru Mały
pt: Até Pequeno
ru: До маленького
sv: Upp till liten
tr: Küçüğe Kadar
vi: Đến cỡ Nhỏ
zh_hans: 最大支持小型
zh_hant: 最大可達小型

source: Up to two rows of action buttons in the panel's left column.
ar: ما يصل إلى صفين من أزرار الإجراءات في العمود الأيسر من اللوحة.
de: Bis zu zwei Reihen mit Aktionsschaltflächen in der linken Spalte des Panels.
es: Hasta dos filas de botones de acción en la columna izquierda del panel.
fr: Jusqu'à deux rangées de boutons d'action dans la colonne de gauche du panneau.
hu: Legfeljebb két sor műveletgomb a panel bal oldali oszlopában.
ja: パネルの左列に表示される、最大2行のアクションボタン。
nl: Tot twee rijen actieknoppen in de linkerkolom van het paneel.
pl: Maksymalnie dwa rzędy przycisków czynności w lewej kolumnie panelu.
pt: Até duas filas de botões de ação na coluna esquerda do painel.
ru: До двух рядов кнопок действий в левом столбце панели.
sv: Upp till två rader med åtgärdsknappar i panelens vänstra kolumn.
tr: Panelin sol sütununda en fazla iki satır eylem düğmesi.
vi: Tối đa hai hàng nút tác vụ ở cột trái của bảng.
zh_hans: 在面板左栏显示最多两排操作按钮。
zh_hant: 面板左欄最多顯示兩列動作按鈕。

source: Upcoming
ar: القادمة
de: Anstehend
es: Próximos
fr: À venir
hu: Közelgő
ja: 今後の予定
nl: Binnenkort
pl: Nadchodzące
pt: Próximos
ru: Предстоящие
sv: Kommande
tr: Yaklaşan
vi: Sắp tới
zh_hans: 即将到期
zh_hant: 即將到來

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
ja: アップデート
nl: Bijwerken
pl: Uaktualnij
pt: Atualizar
ru: Обновить
sv: Uppdatera
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Update Channel
ar: قناة التحديث
de: Update-Kanal
es: Canal de actualización
fr: Canal de mise à jour
hu: Frissítési csatorna
ja: アップデートチャンネル
nl: Updatekanaal
pl: Kanał uaktualnień
pt: Canal de Atualizações
ru: Канал обновлений
sv: Uppdateringskanal
tr: Güncelleme Kanalı
vi: Kênh cập nhật
zh_hans: 更新通道
zh_hant: 更新頻道

source: Update v%@
ar: تحديث v%@
es: Actualización v%@
fr: Mise à jour v%@
hu: Frissítés v%@
ja: アップデートv%@
nl: Bijwerken v%@
pl: Uaktualnienie v%@
pt: Atualização v%@
ru: Обновление v%@
sv: Uppdatering v%@
tr: Güncelle v%@
vi: Cập nhật v%@
zh_hans: 更新 v%@
zh_hant: 更新至 v%@

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
ja: アップデート
pl: Uaktualnienia
pt: Atualizações
ru: Обновления
sv: Uppdateringar
tr: Güncellemeler
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: upload
ar: تحميل
de: hochladen
es: subida
fr: envoi
hu: feltöltés
ja: アップロード
pl: wysyłanie
pt: carregar
ru: отправка
sv: uppladdning
tr: yükleme
vi: tải lên
zh_hans: 上传
zh_hant: 上傳

source: Upload
ar: التحميل
es: Subida
fr: Envoi
hu: Feltöltés
ja: アップロード
pl: Wysyłanie
pt: Carregamento
ru: Отправка
sv: Uppladdning
tr: Yükleme
vi: Tải lên
zh_hans: 上传
zh_hant: 上傳

source: URL
ar: الرابط
ru: URL-адрес
zh_hant: 網址

source: usage
ar: استخدام
de: nutzung
es: uso
fr: utilisation
hu: használat
ja: 使用状況
nl: gebruik
pl: użycie
pt: utilização
ru: использование
sv: användning
tr: kullanım
vi: mức sử dụng
zh_hans: 使用量
zh_hant: 使用量

source: Use a compact appearance when 2 or fewer buttons are configured
ar: استخدام مظهر مدمج عندما يتم تكوين زرين أو أقل
de: Bei höchstens 2 konfigurierten Schaltflächen kompakte Darstellung verwenden
es: Usa una apariencia compacta cuando haya 2 botones o menos configurados
fr: Utiliser une apparence compacte lorsque 2 boutons ou moins sont configurés
hu: Kompakt megjelenés használata, ha legfeljebb 2 gomb van beállítva
ja: 設定されたボタンが2個以下の場合はコンパクトな外観を使用します
nl: Gebruik een compacte weergave wanneer er 2 knoppen of minder zijn geconfigureerd
pl: Używaj kompaktowego wyglądu, gdy skonfigurowano 2 lub mniej przycisków
pt: Usar uma aparência compacta quando estiverem configurados 2 ou menos botões
ru: Использовать компактный внешний вид, когда настраиваются 2 или меньше кнопок
sv: Använd ett kompakt utseende när högst 2 knappar är inställda
tr: 2 veya daha az düğme yapılandırıldığında kompakt bir görünüm kullan
vi: Sử dụng giao diện thu gọn khi cấu hình từ 2 nút trở xuống
zh_hans: 当配置的按钮数量不超过 2 个时，使用紧凑外观
zh_hant: 當設定的按鈕數量為 2 個或以下時，使用精簡外觀

source: Use a custom image instead of an SF Symbol for a dock profile's icon
ar: استخدام صورة مخصصة بدلًا من SF Symbol لأيقونة ملف تعريف Dock
de: Eigenes Bild statt eines SF Symbols für das Symbol eines Dock-Profils verwenden
es: Usa una imagen personalizada en lugar de un SF Symbol para el icono de un perfil del Dock
fr: Utiliser une image personnalisée au lieu d'un SF Symbol pour l'icône d'un profil de dock
hu: Egyéni kép használata SF Symbol helyett egy Dock-profil ikonjaként
ja: Dockプロファイルのアイコンに、SF Symbolの代わりにカスタム画像を使用
nl: Gebruik een eigen afbeelding in plaats van een SF-symbool als pictogram voor een Dock-profiel
pl: Użyj niestandardowego obrazu zamiast symbolu SF jako ikony profilu Docka
pt: Usar uma imagem personalizada em vez de um SF Symbol para o ícone de um perfil da Dock
ru: Использовать собственное изображение вместо символа SF Symbols для значка профиля Dock
sv: Använd en anpassad bild i stället för en SF-symbol som symbol för en dockprofil
tr: Bir dock profilinin simgesi için SF Sembolü yerine özel bir görsel kullan
vi: Sử dụng hình ảnh tùy chỉnh thay vì SF Symbol cho biểu tượng của hồ sơ dock
zh_hans: 使用自定义图像取代 Dock 配置文件图标的 SF Symbol
zh_hant: 使用自訂圖片取代 Dock 設定檔圖示的 SF Symbol

source: Use a custom image instead of an SF Symbol for this profile's icon
ar: استخدام صورة مخصصة بدلًا من SF Symbol لأيقونة ملف التعريف هذا
de: Eigenes Bild statt eines SF Symbols für das Symbol dieses Profils verwenden
es: Usa una imagen personalizada en lugar de un SF Symbol para el icono de este perfil
fr: Utiliser une image personnalisée au lieu d'un SF Symbol pour l'icône de ce profil
hu: Egyéni kép használata SF Symbol helyett a profil ikonjaként
ja: このプロファイルのアイコンに、SF Symbolの代わりにカスタム画像を使用
nl: Gebruik een eigen afbeelding in plaats van een SF-symbool als pictogram voor dit profiel
pl: Użyj niestandardowego obrazu zamiast symbolu SF jako ikony tego profilu
pt: Usar uma imagem personalizada em vez de um SF Symbol para o ícone deste perfil
ru: Использовать собственное изображение вместо символа SF Symbols для значка этого профиля
sv: Använd en anpassad bild i stället för en SF-symbol som den här profilens symbol
tr: Bu profilin simgesi için SF Sembolü yerine özel bir görsel kullan
vi: Sử dụng hình ảnh tùy chỉnh thay vì SF Symbol cho biểu tượng của hồ sơ này
zh_hans: 使用自定义图像取代 Dock 配置文件图标的 SF Symbol
zh_hant: 使用自訂圖片取代此設定檔圖示的 SF Symbol

source: Use a slim profile button that takes less space in the dock
ar: استخدام زر ملف تعريف نحيف يشغل مساحة أقل في Dock
de: Schlanke Profilschaltfläche verwenden, die im Dock weniger Platz benötigt
es: Usa un botón de perfil delgado que ocupa menos espacio en el Dock
fr: Utilisez un bouton de profil compact qui prend moins d'espace dans le dock
hu: Karcsú profilgomb használata, amely kevesebb helyet foglal a Dockban
ja: Dock内で場所を取らないスリムなプロファイルボタンを使用します
nl: Gebruik een slanke profielknop die minder ruimte inneemt in het Dock
pl: Używaj wąskiego przycisku profilu, który zajmuje mniej miejsca w Docku
pt: Usar um botão de perfil estreito que ocupa menos espaço na Dock
ru: Использовать узкую кнопку профиля, которая занимает меньше места в Dock
sv: Använd en smal profilknapp som tar mindre plats i dockan
tr: Dock'ta daha az yer kaplayan ince bir profil düğmesi kullan
vi: Sử dụng một nút hồ sơ thanh mảnh để chiếm ít không gian hơn trên dock
zh_hans: 使用更小巧的配置文件按钮，减少其在 Dock 中占用的空间
zh_hant: 使用精簡型設定檔按鈕，以減少 Dock 所占空間

source: Use a slim profile button that takes less space in the dock.
ar: استخدم زر ملف تعريف نحيفًا يشغل مساحة أقل في Dock.
de: Verwenden Sie eine schlanke Profilschaltfläche, die im Dock weniger Platz benötigt.
es: Usa un botón de perfil delgado que ocupa menos espacio en el Dock.
fr: Utilisez un bouton compact qui occupe moins d'espace dans le dock.
hu: Karcsú profilgomb használata, amely kevesebb helyet foglal a Dockban.
ja: Dock内で場所を取らないスリムなプロファイルボタンを使用します。
nl: Gebruik een slanke knop die minder ruimte inneemt in het Dock.
pl: Używaj wąskiego przycisku profilu, który zajmuje mniej miejsca w Docku.
pt: Usar um botão de perfil estreito que ocupa menos espaço na Dock.
ru: Использовать узкую кнопку профиля, которая занимает меньше места в Dock.
sv: Använd en smal profilknapp som tar mindre plats i dockan.
tr: Dock’ta daha az yer kaplayan ince profil düğmesini kullanın.
vi: Sử dụng một nút hồ sơ thanh mảnh để chiếm ít không gian hơn trên dock.
zh_hans: 使用更小巧的配置文件按钮，减少其在 Dock 中占用的空间。
zh_hant: 使用較精簡的設定檔按鈕，讓 Dock 保留更多空間。

source: Use Current Location
ar: استخدم الموقع الحالي
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fr: Utiliser la localisation actuelle
hu: Aktuális hely használata
ja: 現在地を使用
nl: Huidige locatie gebruiken
pl: Użyj bieżącej lokalizacji
pt: Usar localização atual
ru: Использовать текущее местоположение
sv: Använd aktuell plats
tr: Mevcut konumu kullan
vi: Sử dụng Vị trí hiện tại
zh_hans: 使用当前位置
zh_hant: 使用目前位置

source: Use Default
ar: استخدام الافتراضي
de: Standard verwenden
es: Usar predeterminado
fr: Par défaut
hu: Alapértelmezett használata
ja: デフォルトを使用
nl: Gebruik standaard
pl: Użyj domyślnego
pt: Usar Predefinição
ru: По умолчанию
sv: Använd standard
tr: Varsayılanı Kullan
vi: Dùng mặc định
zh_hans: 使用默认值
zh_hant: 使用預設值

source: Use File Tray
ar: استخدام حاوية الملفات
de: Datei-Ablage verwenden
es: Usar la bandeja de archivos
fr: Utiliser le tiroir de fichiers
hu: A Fájltároló Tálca használata
ja: ファイルトレイを使う
nl: Gebruik bestandsvak
pl: Używaj Półki plików
pt: Usar o tabuleiro de ficheiros
ru: Использовать лоток файлов
sv: Använd filbrickan
tr: Dosya Tepsisini Kullan
vi: Sử dụng Khay tệp
zh_hans: 使用文件托盘
zh_hant: 使用檔案托盤

source: Use Finder...
ar: استخدام Finder...
de: Finder verwenden...
es: Usar el Finder…
fr: Utiliser le Finder...
hu: Finder használata…
ja: Finderを使用…
nl: Finder gebruiken...
pl: Użyj Findera…
pt: Usar o Finder...
ru: Использовать Finder...
sv: Använd Finder…
tr: Finder'ı Kullan...
vi: Sử dụng Finder...
zh_hans: 使用访达……
zh_hant: 使用 Finder……

source: Use Global
ar: استخدام الإعداد العام
de: Global verwenden
es: Usar global
fr: Utiliser le réglage global
hu: Globális használata
ja: グローバルを使用
nl: Gebruik globaal
pl: Domyślne
pt: Usar global
ru: Использовать глобальные настройки
sv: Använd global
tr: Genel ayarlar kullanılsın
vi: Sử dụng toàn cục
zh_hans: 使用全局设置
zh_hant: 使用全域設定

source: Use gray Alt-Tab window controls instead of colored
ar: استخدام عناصر تحكم رمادية لنوافذ Alt-Tab بدلًا من الملونة
de: Graue Alt-Tab-Fenstersteuerungen statt farbiger verwenden
es: Usa controles de ventana de Alt-Tab grises en lugar de coloreados
fr: Utiliser les contrôles de fenêtres Alt-Tab gris au lieu de la couleur
hu: Szürke Alt-Tab ablakvezérlők használata színes helyett
ja: Alt-Tabのウインドウコントロールをカラーではなくグレーにします
nl: Gebruik grijze Alt-Tab-vensterbedieningselementen in plaats van gekleurde
pl: Używaj szarych elementów sterujących oknem Alt-Tab zamiast kolorowych
pt: Usar controlos de janela do Alt-Tab cinzentos em vez de coloridos
ru: Использовать серые элементы управления окном Alt-Tab вместо цветных
sv: Använd grå fönsterknappar i Alt-Tab i stället för färgade
tr: Renkli yerine gri Alt-Tab pencere denetimleri kullan
vi: Sử dụng các nút điều khiển cửa sổ Alt-Tab màu xám thay vì màu sắc
zh_hans: 将 Alt-Tab 窗口控制按钮显示为灰色，而非彩色
zh_hant: 使用灰色 Alt-Tab 視窗控制鈕，而非彩色樣式

source: Use gray buttons instead of colored
ar: استخدام الأزرار الرمادية بدلاً من الألوان
de: Graue Schaltflächen statt farbiger verwenden
es: Usa botones grises en lugar de coloreados
fr: Utiliser des boutons gris au lieu de boutons colorés
hu: Szürke gombok használata színes helyett
ja: ボタンをカラーではなくグレーにします
nl: Gebruik grijze knoppen in plaats van gekleurde
pl: Używaj szarych przycisków zamiast kolorowych
pt: Usar botões cinzentos em vez de coloridos
ru: Использовать серые кнопки вместо цветных
sv: Använd grå knappar i stället för färgade
tr: Renkli yerine gri düğmeler kullan
vi: Sử dụng các nút màu xám thay vì màu sắc
zh_hans: 显示灰色按钮而不是彩色
zh_hant: 使用灰色按鈕，而非彩色按鈕

source: Use gray Glance window controls instead of colored
ar: استخدام عناصر تحكم رمادية لنوافذ Glance بدلًا من الملونة
de: Graue Glance-Fenstersteuerungen statt farbiger verwenden
es: Usa controles de ventana de Glance grises en lugar de coloreados
fr: Utilise des contrôles de fenêtre Glance gris au lieu de colorés
hu: Szürke Glance ablakvezérlők használata színes helyett
ja: Glanceのウインドウコントロールをカラーではなくグレーにします
nl: Gebruik grijze bedieningselementen voor het Glance-venster in plaats van gekleurde
pl: Używaj szarych elementów sterujących oknem Glance zamiast kolorowych
pt: Usar controlos de janela do Glance cinzentos em vez de coloridos
ru: Использовать серые кнопки управления окном Glance вместо цветных
sv: Använd grå fönsterknappar i Glance i stället för färgade
tr: Renkli yerine gri Glance pencere denetimleri kullan
vi: Sử dụng các nút điều khiển cửa sổ Glance màu xám thay vì màu sắc
zh_hans: 使用灰色的 Glance 窗口控制按钮，而非彩色按钮
zh_hant: 使用灰色而非彩色的 Glance 視窗控制項

source: Use Icon Styling
ar: استخدام تنسيق الأيقونة
de: Symbolgestaltung verwenden
es: Usar estilo de icono
fr: Utiliser le style d'icône
hu: Ikonstílus használata
ja: アイコンスタイルを使用
nl: Pictogramstijl gebruiken
pl: Stosuj styl ikony
pt: Usar Estilo de Ícone
ru: Использовать оформление значка
sv: Använd symbolstil
tr: Simge Stilini Kullan
vi: Sử dụng kiểu biểu tượng
zh_hans: 使用图标样式
zh_hant: 套用圖示樣式
